---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilledRegionType
source: html/ffba76e9-45c5-6c7c-a409-d63e2f57f43d.htm
---
# FilledRegionType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.